{
    "name": "Productivity Quotes",
    "description": "Various quotes from teachers and philosophers.",
    "type": "quotes",
    "version": "1.0.0",
    "author": "Ryan Buening",
    "icon_url": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Quote_background_transparent.png",
    "screenshot_url": "",
    "language": "en",
    "quotes": [
        {
            "quote": "Action cures fear.",
            "author": " "
        },
        {
            "quote": "The struggle for certainty is an intrinsically hopeless one—which means you have permission to stop engaging in it.",
            "author": " "
        },
        {
            "quote": "You get credit for action, not preparation.",
            "author": " "
        },
        {
            "quote": "Today I escaped from anxiety. Or no, I discarded it, because it was within me, in my own perceptions - not outside.",
            "author": " "
        },
        {
            "quote": "If you're not practicing contentment where you are now, you won't be content when you get what you want.",
            "author": " "
        },
        {
            "quote": "It's in the doing of the work that we discover the work we must do.",
            "author": " "
        },
        {
            "quote": "For those who expect everything, there are many curses.  For those who appreciate everything, there are many blessings.",
            "author": " "
        },
        {
            "quote": "Long-term consistency trumps short-term intensity.",
            "author": " "
        },
        {
            "quote": "He who suffers before it is necessary suffers more than is necessary.",
            "author": " "
        },
        {
            "quote": "Do the simplest thing that works, then iterate.",
            "author": " "
        },
        {
            "quote": "Am I willing to look foolish today so I can learn something that will make me better tomorrow?",
            "author": " "
        },
        {
            "quote": "Premature optimization and abstraction is the root of all evil. As simple as possible, but not simpler.",
            "author": " "
        },
        {
            "quote": "Is your reading and research supplementing your actions or substituting for them? Research is useful until it becomes a form of procrastination.",
            "author": " "
        },
        {
            "quote": "Nearly everything awesome takes longer than you think. Get started and don't worry about the clock.",
            "author": " "
        },
        {
            "quote": "You're capable of more than you know. Don't be your own bottleneck.",
            "author": " "
        },
        {
            "quote": "Doing it right is hard. Doing it over is harder.",
            "author": " "
        },
        {
            "quote": "'How can we make this work?' instead of stopping at 'This won't work because...'",
            "author": " "
        },
        {
            "quote": "The secret to being productive is to work on the right thing - even if it's at a slow pace.",
            "author": " "
        },
        {
            "quote": "Focus on how you want your life to be, not how people perceive you.",
            "author": " "
        },
        {
            "quote": "You're judged on your large-scale list of important completions. No one really cares about your schedule except for yourself. So make it right. The world rewards you for value provided, not time spent.",
            "author": " "
        },
        {
            "quote": "We equate reading with self-improvement, even though we forget most of what we've read, and what we remember isn't useful. So stop reading and start creating.",
            "author": " "
        },
        {
            "quote": "Procrastinating? My current task is probably not defined or too wide in scope. Explicitly define the next step.",
            "author": " "
        },
        {
            "quote": "Effective planning turns a daunting item into a series of small, clear, manageable tasks.",
            "author": " "
        },
        {
            "quote": "Mastery is the best goal because the rich can't buy it, the impatient can't rush it, the privileged can't inherit it, and nobody can steal it. You can only earn it through hard work.",
            "author": " "
        },
        {
            "quote": "You do not experience life, you experience the life you focus on.",
            "author": " "
        },
        {
            "quote": "Once your mindset changes, everything on the outside will change along with it.",
            "author": " "
        },
        {
            "quote": "Too much agreeableness is an act of self-betrayal.",
            "author": " "
        },
        {
            "quote": "No matter what it is about, when you feel a single technique is your silver bullet solution for everything...that's not engineering. That's a religion.",
            "author": " "
        },
        {
            "quote": "Complaints don't solve problems.",
            "author": " "
        },
        {
            "quote": "Finish something. Anything. Stop researching, planning, and preparing to do the work and just do the work.",
            "author": " "
        },
        {
            "quote": "If you want to conquer the anxiety of life, live in the moment, live in the breath.",
            "author": " "
        },
        {
            "quote": "In everything, love simplicity.",
            "author": " "
        },
        {
            "quote": "Love, joy, and peace are all incompatible with hurry.",
            "author": " "
        },
        {
            "quote": "Hurry kills relationships. Love takes time; hurry doesn't have it.",
            "author": " "
        },
        {
            "quote": "If you've been head-down on a task for too long, lift your head up to make sure you're going the right way.",
            "author": " "
        },
        {
            "quote": "A friend recently asked a colleague why he didn't seem to suffer from the stress everyone else at their overtaxed workplace complained about. The colleague simply said, 'My job is not the main event of my life.'",
            "author": " "
        },
        {
            "quote": "Slow down. Breathe. Come back to the moment.",
            "author": " "
        },
        {
            "quote": "One of the most important qualities of a good leader is optimism, a pragmatic enthusiasm for what can be achieved. People are not energized by pessimists.",
            "author": " "
        },
        {
            "quote": "Fear of failure destroys creativity.",
            "author": " "
        },
        {
            "quote": "Great is often a collection of very small things.",
            "author": " "
        },
        {
            "quote": "You can't build a reputation on what you're going to do.",
            "author": " "
        },
        {
            "quote": "He who indulges empty fears earns himself real fears.",
            "author": " "
        },
        {
            "quote": "When we get our identity tied up in our work, we worry that any kind of failure will then say something bad about us as a person. It's a fear of taking responsibility.",
            "author": " "
        },
        {
            "quote": "Objective judgement, now, at this very moment. Unselfish action, now, at this very moment. Willing acceptance - now, at this very moment - of all external events.",
            "author": " "
        },
        {
            "quote": "The struggle ends when the gratitude begins",
            "author": " "
        },
        {
            "quote": "The key is not to prioritize what's on your schedule, but to schedule your priorities.",
            "author": " "
        },
        {
            "quote": "When you have exhausted all possibilities, remember this - you haven't.",
            "author": " "
        },
        {
            "quote": "One of the biggest mistakes we make is assuming other people think the way we think.",
            "author": " "
        },
        {
            "quote": "We suffer more in imagination than in reality.",
            "author": " "
        },
        {
            "quote": "Make it as easy as possible to work as hard as you can.",
            "author": " "
        },
        {
            "quote": "You can be relaxed and dedicated. Just because you worry more, doesn't mean you care more.",
            "author": " "
        },
        {
            "quote": "Most of the time you don't need more information, you need more courage.",
            "author": " "
        },
        {
            "quote": "You don't need the answer, but rather an attitude of curiosity. You don't need an easier life, but rather an attitude of perseverance. Attitude precedes outcome.",
            "author": " "
        },
        {
            "quote": "Almost everything will work again if you unplug it for a few minutes. Including you.",
            "author": " "
        },
        {
            "quote": "True happiness is to enjoy the present, without anxious dependence upon the future.",
            "author": " "
        },
        {
            "quote": "If you base your self-esteem on other people's approval, your confidence will always be unstable.",
            "author": " "
        },
        {
            "quote": "Our lives begin to end the day we become silent about things that matter.",
            "author": " "
        },
        {
            "quote": "Know thyself.",
            "author": " "
        },
        {
            "quote": "The only Zen you can find on the tops of mountains is the Zen you bring up there.",
            "author": " "
        },
        {
            "quote": "Less, but better.",
            "author": " "
        },
        {
            "quote": "How we spend our days is, of course, how we spend our lives. What we do with this hour, and that one, is what we are doing.",
            "author": " "
        },
        {
            "quote": "If you don't bring it with you, you won't find it there.",
            "author": " "
        },
        {
            "quote": "Priorities are like arms. If you think you have more than a couple, you're either lying or crazy.",
            "author": " "
        },
        {
            "quote": "It is impossible for a man to learn what he thinks he already knows.",
            "author": " "
        },
        {
            "quote": "The man is richest whose pleasures are cheapest.",
            "author": " "
        },
        {
            "quote": "Nature does not hurry, yet everything is accomplished.",
            "author": " "
        },
        {
            "quote": "The part can never be well unless the whole is well.",
            "author": " "
        },
        {
            "quote": "He who jumps into the void owes no explanation to those who stand and watch.",
            "author": " "
        },
        {
            "quote": "Nothing ever goes away until it has taught us what we need to know.",
            "author": " "
        },
        {
            "quote": "Fix the inputs and the outputs will fix themselves.",
            "author": " "
        },
        {
            "quote": "Focus only on results and win one time. Focus on systems and win again and again.",
            "author": " "
        },
        {
            "quote": "Less impressed, more involved.",
            "author": " "
        },
        {
            "quote": "Be where your feet are.",
            "author": " "
        },
        {
            "quote": "There are no solutions. There are only trade-offs.",
            "author": " "
        },
        {
            "quote": "How have I been complicit in creating the conditions I say I don't want?",
            "author": " "
        },
        {
            "quote": "We see things and people not as they are, but as we are.",
            "author": " "
        },
        {
            "quote": "Things work out best for those who make the best of how things work out.",
            "author": " "
        },
        {
            "quote": "Keep busy. The worried person must lose himself in action, lest he wither in despair.",
            "author": " "
        },
        {
            "quote": "Assume zero knowledge and infinite intelligence.",
            "author": " "
        },
        {
            "quote": "It works if you work it.",
            "author": " "
        },
        {
            "quote": "There is only one corner of the universe you can be certain of improving, and that's your own self.",
            "author": " "
        },
        {
            "quote": " Even if you're on the right track, you'll get run over if you just sit there.",
            "author": " "
        },
        {
            "quote": "The questions you ask yourself will largely determine the answers you get.",
            "author": " "
        },
        {
            "quote": "What would this look like if it were fun?",
            "author": " "
        },
        {
            "quote": "Now, not how.",
            "author": " "
        },
        {
            "quote": "Don't hide behind the big. Do the smallest thing possible.",
            "author": " "
        },
        {
            "quote": "Reality is undefeated. Embrace it.",
            "author": " "
        },
        {
            "quote": "Radical responsibility. Radical Candor.",
            "author": " "
        },
        {
            "quote": "Your state affects your story which affects your strategy. Fix your state first.",
            "author": " "
        }
    ]
}
